Repository: brucepc/content-hub
Catalog: easyconnect/locale/*/LC_MESSAGES/django.po
Languages: ar, es, fr, pt_br

source: Lesson Planner
ar: مخطط الدروس
es: Agenda de la lección
fr: Planificateur de leçons
pt_br: Planejamento de aulas

source: Device Settings
ar: إعدادات الجهاز
es: Configuración del dispositivo
fr: Paramètres du périphérique
pt_br: Configurações do dispositivo

source: Software Update
ar: تحديث البرامج
es: Actualización de software
fr: Mise à jour du logiciel
pt_br: Atualização de software

source: Add Tile
ar: إضافة لوحة
es: Agregar mosaico
fr: Ajouter une mosaïque
pt_br: Adicionar bloco

source: Login
ar: تسجيل الدخول
es: Iniciar sesión
fr: Connexion

source: Logout
ar: تسجيل الخروج
es: Cerrar sesión
fr: Déconnexion
pt_br: Logoff

source: Terms of Use
ar: شروط الاستخدام
es: Condiciones de uso
fr: Conditions d'utilisation
pt_br: Termos de uso

source: Battery
ar: البطارية
es: Batería
fr: Batterie
pt_br: Bateria

source: version
ar: الإصدار
es: versión
pt_br: versão

source: Edit Tile
ar: تعديل اللوحة
es: Editar mosaico
fr: Modifier la mosaïque
pt_br: Editar bloco

source: Delete Tile
ar: حذف اللوحة
es: Eliminar mosaico
fr: Supprimer la mosaïque
pt_br: Excluir bloco

source: Show to All Users
ar: الإظهار لجميع المستخدمين
es: Mostrar a todos los usuarios
fr: Afficher pour tous les utilisateurs
pt_br: Mostrar a todos os usuários

source: Hide from All Users
ar: الإخفاء عن جميع المستخدمين
es: Ocultar de todos los usuarios
fr: Masquer pour tous les utilisateurs
pt_br: Ocultar de todos os usuários

source: Show to Students
ar: الإظهار للطلاب
es: Mostrar a todos los alumnos
fr: Afficher pour les stagiaires
pt_br: Mostrar aos alunos

source: Hide from Students
ar: الإخفاء عن الطلاب
es: Ocultar de los alumnos
fr: Masquer pour les stagiaires
pt_br: Ocultar dos alunos

source: Tile is locked
ar: اللوحة مؤمّنة
es: El mosaico se encuentra bloqueado
fr: La mosaïque est verrouillée
pt_br: Bloco bloqueado

source: Import a site or enter a URL.
ar: استيراد موقع أو إدخال عنوان URL.
es: Importar un sitio o introducir una URL.
fr: Importez un site ou saisissez une URL.
pt_br: Importar um site ou inserir um URL.

source: Import Site
ar: استيراد موقع
es: Importar sitio
fr: Importer un site
pt_br: Importar site

source: Please Wait...
ar: الرجاء الانتظار...
es: Espere...
fr: Veuillez patienter...
pt_br: Aguarde...

source: Import
ar: استيراد
es: Importar
fr: Importer
pt_br: Importar

source: Reload
ar: إعادة التحميل
es: Volver a cargar
fr: Préchargé
pt_br: Carregar novamente

source: This field is required.
ar: هذا الحقل مطلوب.
es: Este campo es obligatorio.
fr: Ce champ est obligatoire.
pt_br: Este campo é obrigatório.

source: Preview
ar: معاينة
es: Vista previa
fr: Aperçu
pt_br: Visualização

source: Tile Name
ar: اسم اللوحة
es: Nombre del mosaico
fr: Nom de la mosaïque
pt_br: Nome do bloco

source: Duplicate
ar: تكرار
es: Duplicar
fr: Doublon
pt_br: Duplicata

source: Icon
ar: الرمز
es: Icono
fr: Icône
pt_br: ícone

source: Hidden from Students
ar: مخفي عن الطلاب
es: Oculto de los alumnos
fr: Masqué pour les stagiaires
pt_br: Oculto dos alunos

source: Off
ar: إيقاف
es: Desactivado
pt_br: Desligado

source: On
ar: تشغيل
es: Activado
pt_br: Ligado

source: Hidden from All Users
ar: مخفي عن جميع المستخدمين
es: Ocultos de todos los usuarios
fr: Masqué pour tous les utilisateurs
pt_br: Oculto de todos os usuários

source: Create
ar: إنشاء
es: Crear
fr: Créer
pt_br: Criar

source: Cancel
ar: إلغاء
es: Cancelar
fr: Annuler
pt_br: Cancelar

source: Update
ar: تحديث
es: Actualizar
fr: Mettre à jour
pt_br: Atualizar

source: Passwords do not match.
ar: كلمات المرور غير متطابقة.
es: Las contraseñas no coinciden.
fr: Les mots de passe ne correspondent pas.
pt_br: As senhas não correspondem.

source: Invalid password.
ar: كلمة المرور غير صحيحة.
es: Contraseña no válida.
fr: Mot de passe non valide.
pt_br: Senha inválida.

source: There was a problem uploading the file.
ar: هناك مشكلة في تحميل الملف.
es: Hubo un problema al cargar al archivo.
fr: Un problème est survenu lors du téléchargement du fichier.
pt_br: Houve um problema ao fazer upload do arquivo.

source: There was a problem with the file.
ar: هناك مشكلة في الملف.
es: Hubo un problema con el archivo.
fr: Un problème lié au fichier est survenu.
pt_br: Houve um problema com o arquivo.

source: Invalid update file. Please try again.
ar: ملف تحديث غير صالح. يُرجى المحاولة مرة أخرى.
es: Archivo de actualización no válido. Inténtelo nuevamente.
fr: Fichier de mise à jour non valide. Veuillez réessayer.
pt_br: Arquivo de atualização inválido. Tente novamente.

source: Update version must be greater than the current version. Please try again.
ar: يجب أن يكون إصدار التحديث أكبر من الإصدار الحالي. يُرجى المحاولة مرة أخرى.
es: La versión de actualización debe ser superior a la versión actual. Inténtelo nuevamente.
fr: La version de mise à jour doit être postérieure à la version actuelle. Veuillez réessayer.
pt_br: A versão de atualização deve ser maior que a versão atual. Tente novamente.

source: Manage
ar: إدارة
es: Gestionar
fr: Gérer
pt_br: Gerenciar

source: Tags
ar: العلامات
es: Etiquetas
fr: Mots-clés
pt_br: Marcas

source: Categories
ar: الفئات
es: Categorías
fr: Catégories
pt_br: Categorias

source: USB/SD Import
ar: استيراد عبر USB/SD
es: Importación de USB/SD
fr: Importation USB/SD
pt_br: Importação de USB/SD

source: Admin Mode
ar: وضع المسؤول
es: Modo de administrador
fr: Mode de l'administrateur
pt_br: Modo Admin

source: Teacher View
ar: شاشة العرض الخاصة بالمعلم
es: Vista del profesor
fr: Vue du formateur
pt_br: Visualização do professor

source: Teacher Mode
ar: وضع المعلم
es: Modo del profesor
fr: Mode du formateur
pt_br: Modo Professor

source: Student View
ar: شاشة العرض الخاصة بالطالب
es: Vista del alumno
fr: Vue du stagiaire
pt_br: Visualização do aluno

source: Help
ar: مساعدة
es: Ayuda
fr: Aide
pt_br: Ajuda

source: Home
ar: الصفحة الرئيسية
es: Página de inicio
fr: Accueil
pt_br: Início

source: Lessons
ar: الدروس
es: Lecciones
fr: Leçons
pt_br: Aulas

source: Library
ar: المكتبة
es: Biblioteca
fr: Bibliothèque
pt_br: Biblioteca

source: Search Lessons
ar: بحث في الدروس
es: Buscar lecciones
fr: Rechercher dans les leçons
pt_br: Pesquisar aulas

source: Search Library
ar: بحث في المكتبة
es: Buscar biblioteca
fr: Rechercher dans la bibliothèque
pt_br: Pesquisar biblioteca

source: Terms of use
ar: شروط الاستخدام
es: Condiciones de uso
fr: Conditions d'utilisation
pt_br: Termos de uso

source: Category
ar: الفئة
es: Categoría
fr: Catégorie
pt_br: Categoria

source: Subcategory
ar: الفئة الفرعية
es: Subcategoría
fr: Sous-catégorie
pt_br: Subcategoria

source: Remove from Featured Content
ar: إزالة من المحتوى المميز
es: Quitar de Contenido destacado
fr: Supprimer du contenu disponible
pt_br: Remover do conteúdo destacado

source: Add to Featured Content
ar: إضافة إلى المحتوى المميز
es: Agregar a Contenido destacado
fr: Ajouter au contenu disponible
pt_br: Adicionar ao conteúdo destacado

source: Edit Content Information
ar: تحرير المعلومات الخاصة بالمحتوى
es: Editar datos de contenido
fr: Modifier les informations sur le contenu
pt_br: Editar informações do conteúdo

source: Show/Hide from Students
ar: إظهار/إخفاء عن الطلاب
es: Mostrar/ocultar de alumnos
fr: Afficher/Masquer vis-à-vis des stagiaires
pt_br: Mostrar/ocultar dos alunos

source: Added:
ar: تمت الإضافة:
es: Agregado:
fr: Ajouté :
pt_br: Adicionado:

source: Updated:
ar: تم التحديث:
es: Actualizado:
fr: Mis à jour :
pt_br: Atualizado:

source: File Size:
ar: حجم الملف:
es: Tamaño de archivo:
fr: Taille du fichier :
pt_br: Tamanho do arquivo:

source: Tags:
ar: العلامات:
es: Etiquetas:
fr: Mots-clés :
pt_br: Marcas:

source: Remove from Featured Lessons
ar: إزالة من المحتوى المميز
es: Quitar de Lecciones destacadas
fr: Retirer des leçons disponibles
pt_br: Remover das aulas destacadas

source: Add to Featured Lessons
ar: إضافة إلى الدروس المميزة
es: Agregar a Lecciones destacadas
fr: Ajouter aux leçons disponibles
pt_br: Adicionar às aulas destacadas

source: Edit Lesson Title
ar: تحرير عنوان الدرس
es: Editar Título de lección
fr: Modifier le titre de la leçon
pt_br: Editar título da aula

source: Add Content
ar: إضافة محتوى
es: Agregar contenido
fr: Ajouter du contenu
pt_br: Adicionar conteúdo

source: No lessons created
ar: لم يتم إنشاء دروس
es: No hay lecciones creadas
fr: Aucune leçon créée
pt_br: Nenhuma aula criada

source: No lessons featured
ar: لا توجد دروس مميزة
es: No hay lecciones destacadas
fr: Aucune leçon disponible
pt_br: Nenhuma aula apresentada

source: Featured lessons will appear here
ar: ستظهر الدروس المميزة هنا
es: Las lecciones destacadas aparecerán aquí
fr: Les leçons disponibles apparaîtront ici
pt_br: As aulas destacadas serão exibidas aqui

source: Create a new lesson
ar: إنشاء درس جديد
es: Crear una nueva lección
fr: Créer une nouvelle leçon
pt_br: Criar nova aula

source: Please check your <a href="#lessons">lesson listings</a>
ar: الرجاء التحقق من <a href="#lessons">قوائم الدروس</a>
es: Consulte su <a href="#lessons">lista de lecciones</a>
fr: Veuillez vérifier votre <a href="#lessons">liste de leçons</a>
pt_br: Verifique suas <a href="#lessons">listas de aulas</a>

source: Your search returned no results, please try another search.
ar: لم يقدم البحث أية نتائج، الرجاء تجربة بحث آخر.
es: Su búsqueda no arrojó resultados. Intente realizar otra búsqueda.
fr: Votre recherche n'a renvoyé aucun résultat, essayez-en une autre.
pt_br: Sua pesquisa não obteve resultados. Tente outra pesquisa.

source: Sort by:
ar: الفرز حسب:
es: Ordenar por:
fr: Trier par :
pt_br: Classificar por:

source: title
ar: العنوان
es: título
fr: titre
pt_br: título

source: date
ar: التاريخ
es: fecha
pt_br: data

source: Filter by Tag
ar: تصفية حسب العلامة
es: Filtrar por etiqueta
fr: Filtrer par catégorie
pt_br: Filtrar por marca

source: Add New Primary Category
ar: إضافة فئة أساسية جديدة
es: Agregar nueva categoría principal
fr: Ajouter une nouvelle catégorie principale
pt_br: Adicionar nova categoria primária

source: No categories created
ar: لم يتم إنشاء فئات
es: No hay categorías creadas
fr: Aucune catégorie créée
pt_br: Nenhuma categoria criada

source: Help Guide
ar: دليل المساعدة
es: Guía de ayuda
fr: Aide
pt_br: Guia da ajuda

source: Featured Lessons
ar: الدروس المميزة
es: Lecciones destacadas
fr: Leçons disponibles
pt_br: Aulas destacadas

source: View all lessons
ar: عرض جميع الدروس
es: Ver todas las lecciones
fr: Afficher toutes les leçons
pt_br: Exibir todas as aulas

source: Featured Content
ar: المحتوى المميز
es: Contenido destacado
fr: Contenu disponible
pt_br: Conteúdo destacado

source: View all content
ar: عرض كافة المحتويات
es: Ver todos los contenidos
fr: Afficher tout le contenu
pt_br: Exibir todo o conteúdo

source: No content featured
ar: لا يوجد محتوى مميز
es: No hay contenido destacado
fr: Aucun contenu disponible
pt_br: Nenhum conteúdo destacado

source: Featured content will appear here
ar: سيظهر المحتوى المميز هنا
es: El contenido destacado aparecerá aquí
fr: Le contenu disponible sera affiché ici
pt_br: O conteúdo destacado será exibido aqui

source: My Library
ar: المكتبة
es: Mi biblioteca
fr: Ma bibliothèque
pt_br: Minha biblioteca

source: Please check your <a href="#library">library</a>
ar: الرجاء التحقق من <a href="#library">المكتبة</a>
es: Consulte su <a href="#library">biblioteca</a>
fr: Veuillez vérifier votre <a href="#library">bibliothèque</a>
pt_br: Verifique sua <a href="#library">biblioteca</a>

source: Manage Content
ar: إدارة المحتوى
es: Gestionar contenido
fr: Gérer le contenu
pt_br: Gerenciar conteúdo

source: Preloaded Content
ar: محتوى تم تحميله مسبقًا
es: Contenido precargado
fr: Contenu préchargé
pt_br: Conteúdo pré-carregado

source: Delete
ar: حذف
es: Eliminar
fr: Supprimer
pt_br: Excluir

source: USB/SD Import Package
ar: حزمة استيراد عبر USB/SD
es: Paquete de importación desde USB/SD
fr: Package d'importation USB/SD
pt_br: Pacote de importação de USB/SD

source: Upload Package
ar: رفع حزمة
es: Cargar paquete
fr: Télécharger le package
pt_br: Fazer upload do pacote

source: Teacher Content
ar: محتوى المعلم
es: Contenido del profesor
fr: Contenu du formateur
pt_br: Conteúdo do professor

source: Teacher uploaded content and lessons will be deleted.
ar: سيتم حذف المحتوى والدروس التي قام المعلم بتحميلها.
es: Se eliminarán las lecciones y el contenido cargados por el profesor.
fr: Le contenu et les leçons téléchargés par le formateur seront supprimés.
pt_br: Conteúdo e aulas transferidos por upload pelo professor serão excluídos.

source: Categories will only be deleted if they don't contain any content.
ar: سيتم حذف الفئات فقط إذا كانت لا يوجد بها أي محتوى.
es: Solo se eliminarán las categorías que no tengan contenido.
fr: Les catégories seront supprimées uniquement si elles ne comportent pas de contenu.
pt_br: As categorias só serão excluídas se não tiverem nenhum conteúdo.

source: Delete this Lesson
ar: حذف هذا الدرس
es: Eliminar esta lección
fr: Supprimer cette leçon
pt_br: Excluir esta aula

source: Remove from Lesson
ar: إزالة من الدرس
es: Quitar de Lecciones
fr: Retirer de la leçon
pt_br: Remover da aula

source: Search:
ar: بحث:
es: Buscar:
fr: Rechercher :
pt_br: Pesquisar:

source: Create a new Lesson
ar: إنشاء درس جديد
es: Crear una nueva lección
fr: Créer une nouvelle leçon
pt_br: Criar nova aula

source: Lesson Name:
ar: اسم الدرس:
es: Nombre de la lección:
fr: Nom de la leçon :
pt_br: Nome da aula:

source: Applied Filters
ar: المرشحات المستخدمة
es: Filtros aplicados
fr: Filtres appliqués
pt_br: Filtros aplicados

source: Clear All Filters
ar: مسح كافة المرشحات
es: Borrar todos los filtros
fr: Supprimer tous les filtres
pt_br: Limpar todos os filtros

source: My Uploaded Content
ar: المحتوى الذي تم تحميله
es: Mi contenido cargado
fr: Mon contenu téléchargé
pt_br: Meu conteúdo transferido por upload

source: Add to Lesson
ar: إضافة إلى درس
es: Agregar a la lección
fr: Ajouter à la leçon
pt_br: Adicionar à aula

source: Upload Content
ar: تحميل المحتوى
es: Cargar contenido
fr: Télécharger le contenu
pt_br: Fazer upload do conteúdo

source: Showing %(range_start)s - %(range_end)s of %(result_total)s results
ar: عرض %(range_start)s - %(range_end)s من أصل %(result_total)s من النتائج
es: Se muestra del %(range_start)s al %(range_end)s del %(result_total)s de los resultados
fr: Affichage de %(range_start)s - %(range_end)s sur %(result_total)s résultats
pt_br: Mostrando %(range_start)s - %(range_end)s de %(result_total)s resultados

source: Showing 0 results
ar: عرض 0 نتائج
es: Se muestran 0 resultados
fr: Affichage de 0 résultat.
pt_br: Mostrando 0 resultados

source: You are logged in as
ar: تم تسجيل الدخول كـ
es: Está conectado como
fr: Vous êtes connecté sous l’identité
pt_br: Você está conectado como

source: Log Out?
ar: هل تريد تسجيل الخروج؟
es: ¿Desea cerrar sesión?
fr: Déconnexion ?
pt_br: Desconectar?

source: Username
ar: اسم المستخدم
es: Nombre de usuario
fr: Nom d'utilisateur
pt_br: Nome de usuário

source: Password
ar: كلمة المرور
es: Contraseña
fr: Mot de passe
pt_br: Senha

source: Invalid username or password.
ar: اسم المستخدم أو كلمة المرور غير صحيحة.
es: Nombre de usuario o contraseña no válidos.
fr: Nom d'utilisateur ou mot de passe non valide.
pt_br: Nome de usuário ou senha inválidos.

source: I am a student
ar: أنا طالب
es: Soy alumno(a)
fr: Je suis un stagiaire
pt_br: Sou aluno

source: Log In
ar: تسجيل الدخول
es: Inicio de sesión
fr: Connexion
pt_br: Fazer login

source: A package with this name already exists, select to overwrite
ar: الحزمة التي تحمل هذا الاسم موجودة بالفعل، اخترها للاستبدال
es: Ya existe un paquete con ese nombre. Seleccione Sobrescribir
fr: Un package portant ce nom existe déjà, sélectionnez-le pour le remplacer
pt_br: Já existe um pacote com este nome, selecione para sobrescrever.

source: Remove
ar: إزالة
es: Quitar
fr: Supprimer
pt_br: Remover

source: Back
ar: السابق
es: Atrás
fr: Précédent
pt_br: Voltar

source: Upload
ar: تحميل
es: Cargar
fr: Télécharger
pt_br: Fazer upload

source: Import zip packages into Preloaded Content library
ar: استيراد حزم zip في مكتبة المحتويات التي تم تحميلها مسبقًا
es: Importar paquetes zip al contenido precargado de la biblioteca
fr: Importer plusieurs fichiers dans la bibliothèque Mon contenu téléchargé
pt_br: Importar pacotes zipados para a biblioteca de conteúdo pré-carregado

source: Add Metadata
ar: إضافة بيانات تعريف
es: Agregar metadatos
fr: Ajouter des métadonnées
pt_br: Adicionar metadados

source: Settings
ar: الإعدادات
es: Configuración
fr: Paramètres
pt_br: Configurações

source: Import from USB
ar: استيراد من USB/SD
es: Importar desde USB/SD
fr: Importer à partir de l'USB/SD
pt_br: Importar de USB/SD

source: Enable student access to the content library
ar: تمكين وصول الطلاب إلى مكتبة المحتوى
es: Permitir acceso de los alumnos a la biblioteca de contenido.
fr: Permettre aux stagiaires d'accéder à la bibliothèque de contenu
pt_br: Habilitar o acesso do aluno à biblioteca de conteúdos

source: Drag content to the lesson to add it directly.
ar: اسحب المحتوى إلى الدرس لإضافته مباشرةً.
es: Arrastrar el contenido a la lección para agregarlo directamente.
fr: Faites glisser du contenu vers la leçon pour l'ajouter directement.
pt_br: Arrastar conteúdo da aula para adicioná-lo diretamente.

source: Manage this lesson
ar: إدارة هذا الدرس
es: Gestionar esta lección
fr: Gérer cette leçon
pt_br: Gerenciar esta aula

source: Filter by Category
ar: تصفية حسب الفئة
es: Filtrar por categoría
fr: Filtrer par catégorie
pt_br: Filtrar por categoria

source: Allow student access to library?
ar: هل تريد إتاحة وصول الطلاب إلى المكتبة؟
es: ¿Permitir el acceso de los alumnos a la biblioteca?
fr: Permettre aux stagiaires d'accéder à la bibliothèque ?
pt_br: Permitir o acesso de alunos à biblioteca?

source: Yes
ar: نعم
es: Sí
fr: Oui
pt_br: Sim

source: Preloaded
ar: تم تحميله مسبقًا
es: Precargado
fr: Préchargé
pt_br: Pré-carregado

source: Uploaded
ar: تم تحميله
es: Cargado
fr: Téléchargé
pt_br: Transferido por upload

source: No tags created
ar: لم يتم إنشاء علامات
es: No hay etiquetas creadas
fr: Aucun mot-clé créé
pt_br: Nenhuma marca criada

source: Title
ar: العنوان
es: Título
fr: Titre
pt_br: Título

source: The maximum length of title is %(maxchars)s.
ar: الحد الأقصى لطول العنوان هو %(maxchars)s.
es: La longitud máxima del título es %(maxchars)s.
fr: La longueur maximale du titre est %(maxchars)s.
pt_br: O tamanho máximo do título é %(maxchars)s.

source: Description
ar: الوصف
es: Descripción
fr: Descriptif
pt_br: Descrição

source: Save
ar: حفظ
es: Guardar
fr: Enregistrer
pt_br: Salvar

source: Common metadata applied to all items (excludes IMS packages).
ar: تم استخدام بيانات تعريف شائعة على كافة العناصر (باستثناء مجموعات IMS).
es: Metadatos comunes aplicados a todos los elementos (excepto paquetes IMS).
fr: Métadonnées communes appliquées à tous les éléments (hors éléments IMS)
pt_br: Metadados comuns aplicados a todos os itens (exclui os pacotes IMS).

source: Import multiple files into My Uploaded Content library
ar: استيراد ملفات عديدة داخل مكتبة المحتوى الذي تم تحميله
es: Importar varios archivos en la biblioteca Mi contenido cargado
fr: Importer plusieurs fichiers dans la bibliothèque Mon contenu téléchargé
pt_br: Importar vários arquivos para a biblioteca Meu conteúdo transferido por upload

source: title
ar: العنوان
es: título
fr: titre
pt_br: título

source: You must log in to view this page
ar: يجب تسجيل الدخول لعرض هذه الصفحة
es: Debe iniciar sesión para ver esta página
fr: Pour accéder à ce site, vous devez être inscrit(e)
pt_br: Você deve fazer login para ver esta página

source: Change Password
ar: تغيير كلمة المرور
es: Cambiar contraseña
fr: Changer le mot de passe
pt_br: Alterar senha

source: Old Password
ar: كلمة المرور القديمة
es: Contraseña anterior
fr: Mot de passe
pt_br: Senha antiga

source: New Password
ar: كلمة المرور الجديدة
es: Nueva contraseña
fr: Nouveau mot de passe
pt_br: Senha nova

source: Confirm Password
ar: تأكيد كلمة المرور
es: Confirmar contraseña
fr: Confirmation du mot de passe
pt_br: Confirmar senha

source: Allow internet access via this device?
ar: السماح بالوصول إلى الإنترنت عبر هذا الجهاز؟
es: ¿Permitir acceso a Internet a través de este dispositivo?
fr: Permettre l'accès Internet via ce périphérique ?
pt_br: Permitir acesso à Internet por este dispositivo?

source: Teacher Password
ar: كلمة مرور المعلم
es: Contraseña del profesor
fr: Mot de passe
pt_br: Senha do professor

source: Change
ar: تغيير
es: Cambiar
fr: Modifier
pt_br: Alterar

source: Teacher Account
ar: حساب المعلم
es: Cuenta del profesor
fr: Compte du formateur
pt_br: Conta do professor

source: Reset account to factory default
ar: إعادة ضبط الحساب على إعدادات المصنع الافتراضية
es: Restablecer valor predeterminado de la cuenta
fr: Rétablir la valeur par défaut d'usine du compte
pt_br: Redefinir conta para padrão de fábrica

source: Device Wireless Name (SSID):
ar: اسم الجهاز اللاسلكي (SSID):
es: Nombre de dispositivo inalámbrico (SSID):
fr: Nom du périphérique sans fil (SSID) :
pt_br: Nome do dispositivo sem fio (SSID):

source: Services
es: Servicios

source: Enable remote management
es: Activar administración remota

source: Enable Intel&reg; Education Study
es: Activar Intel© Education Study

source: Categories will only be deleted if they don't contain content
ar: سيتم حذف الفئات إذا كانت لا يوجد بها محتوى
es: Solo se eliminarán las categorías que no tengan contenido
fr: Les catégories seront supprimées uniquement si elles ne comportent pas de contenu
pt_br: As categorias só serão excluídas se não tiverem conteúdo

source: USB/SD Preload Import
ar: استيراد أو تحميل مسبق عبر منفذ USB/SD
es: Importación del contenido precargado desde USB/SD
fr: Importation de préchargement USB/SD
pt_br: Importação de pré-carregado de USB/SD

source: Current version
ar: الإصدار الحالي
es: Versión actual
fr: Version actuelle
pt_br: Versão atual

source: Select an update file.
ar: حدد أحد ملفات التحديث.
es: Seleccione un archivo de actualización.
fr: Sélectionnez un fichier de mise à jour.
pt_br: Selecione um arquivo de atualização.

source: You are not authorized to view this page.
ar: غير مصرّح لك بعرض هذه الصفحة.
es: No está autorizado para ver esta página.
fr: Vous n'êtes pas autorisé à afficher cette page.
pt_br: Você não tem autorização para visualizar esta página.

source: No
ar: لا
fr: Non
pt_br: Não
