Repository: brucepc/content-hub
Catalog: easyconnect/locale/*/LC_MESSAGES/djangojs.po
Languages: ar, es, pt_br, pt_pt, tr

source: Please Wait...
ar: الرجاء الانتظار...
es: Espere...
pt_br: Aguarde...
pt_pt: Aguarde...
tr: Lütfen Bekleyin...

source: Featured
ar: مميز
es: Destacado
pt_br: Destacado
pt_pt: Em destaque
tr: Öne çıkan yapıldı

source: Unfeatured
ar: غير مميز
es: No destacado
pt_br: Não destacado
pt_pt: Sem destaque
tr: Öne çıkanlardan kaldırıldı

source: Hidden
ar: إخفاء
es: Oculto
pt_br: Oculto
pt_pt: Oculto
tr: Gizli

source: Visible
ar: مرئي
pt_br: Visível
pt_pt: Visível
tr: Görünür

source: No USB drive was detected, please connect USB drive and press Reload to try again. If issue persists contact administrator.
ar: لم يتم اكتشاف محرك أقراص USB، الرجاء توصيل محرك أقراص USB، ثم الضغط على 'إعادة المحاولة' للمحاولة مرة أخرى. وإذا استمرت المشكلة، فاتصل بالمسئول.
es: No se detectó ninguna unidad USB. Conecte una unidad USB y presione Volver a cargar para intentarlo nuevamente. Si el problema persiste, póngase en contacto con el administrador.
pt_br: Não foi detectada nenhuma unidade USB/SD. Conecte a unidade USB/SD e pressione Recarregar para tentar novamente. Se o problema persistir, entre em contato com o administrador.
pt_pt: Não foi detetada nenhuma unidade USB/SD; ligue a unidade USB/SD e prima Recarregar para tentar novamente. Se o problema persistir, contacte o administrador.
tr: Hiçbir USB/SD sürücüsü algılanmadı. Lütfen USB/SD sürücüsü bağlayın ve tekrar denemek için Yeniden Yükle seçeneğine basın. Sorun devam ederse yönetici ile iletişime geçin.

source: Uncategorised
ar: غير مصنف
es: No categorizado
pt_br: Não categorizado
pt_pt: Sem categorização
tr: Kategorize edilmemiş

source: No categories created
ar: لم يتم إنشاء فئات
es: No hay categorías creadas
pt_br: Nenhuma categoria criada
pt_pt: Nenhuma categoria criada
tr: Seçili kategori yok

source: If you leave this page all unsaved changes will be lost, are you sure?
ar: إذا قمت بمغادرة هذه الصفحة، فسيتم فقد جميع التغييرات التي لم يتم حفظها، هل تريد ذلك بالفعل؟
es: Si abandona esta página, todos los cambios que no se hayan guardado se perderán. ¿Está seguro?
pt_br: Se você sair desta página, todas as alterações que não foram salvas serão perdidas. Tem certeza de que deseja sair?
pt_pt: Se sair desta página todas as alterações não guardadas serão perdidas, tem a certeza de que pretende continuar?
tr: Bu sayfadan ayrılırsanız tüm kaydedilmemiş değişiklikler kaybolacak. Emin misiniz?

source: Are you sure you want to delete?
ar: هل تريد حقًا الحذف؟
es: ¿Está seguro de que desea eliminar?
pt_br: Tem certeza de que deseja excluir?
pt_pt: Tem a certeza de que pretende eliminar?
tr: Silmek istediğinizden emin misiniz?

source: Item deleted
ar: تم حذف العنصر
es: Elemento eliminado
pt_br: Item excluído
pt_pt: Item eliminado
tr: Öğe silindi

source: Item successfully updated
ar: تم تحديث العنصر بنجاح
es: El elemento se actualizó correctamente
pt_br: Item atualizado com sucesso
pt_pt: Item atualizado com sucesso
tr: Öğe başarıyla güncellendi

source: Added to %(lesson)s
ar: تمت إضافة العنصر إلى %(lesson)s
es: Agregado a %(lesson)s
pt_br: Adicionado a %(lesson)s
pt_pt: Adicionado a %(lesson)s
tr: Şuraya eklendi: %(lesson)s

source: Item already in list
ar: العنصر موجود في القائمة بالفعل
es: El elemento ya está en la lista
pt_br: Item já na lista
pt_pt: Item já existente na lista
tr: Öğe zaten listede

source: Lesson added
ar: تمت إضافة درس
es: Lección agregada
pt_br: Aula adicionada
pt_pt: Lição adicionada
tr: Ders eklendi

source: This is a required field
ar: هذا الحقل مطلوب
es: Este campo es obligatorio
pt_br: Este campo é obrigatório
pt_pt: Este campo é obrigatório
tr: Bu alan zorunludur

source: The maximum length of title is %(max)s
ar: الحد الأقصى لطول العنوان هو %(max)s.
es: La longitud máxima del título es %(max)s
pt_br: O tamanho máximo do título é %(max)s
pt_pt: O título pode ter no máximo %(max)s caracteres
tr: Başlık maksimum %(max)s karakter olabilir

source: Duplicate
ar: تكرار
es: Duplicar
pt_br: Duplicata
pt_pt: Duplicado
tr: Çoğalt

source: Title Updated
ar: تم تحديث العنوان
es: Título actualizado
pt_br: Título atualizado
pt_pt: Título atualizado
tr: Başlık Güncellendi

source: Lesson Deleted
ar: تم حذف الدرس
es: Lección eliminada
pt_br: Aula excluída
pt_pt: Lição eliminada
tr: Ders Silindi

source: Remove from Lesson?
ar: هل تريد الإزالة من الدرس؟
es: ¿Desea quitar de Lecciones?
pt_br: Remover da aula?
pt_pt: Remover da lição?
tr: Dersten kaldırılsın mı?

source: Items Removed
ar: تمت إزالة العناصر
es: Elementos quitados
pt_br: Itens removidos
pt_pt: Itens removidos
tr: Öğeler Kaldırıldı

source: Category
ar: الفئة
es: Categoría
pt_br: Categoria
pt_pt: Categoria
tr: Kategori

source: Search
ar: بحث
es: Buscar
pt_br: Pesquisar
pt_pt: Procurar
tr: Ara

source: Tag
ar: العلامة
es: Etiqueta
pt_br: Marca
pt_pt: Etiqueta
tr: Etiket

source: No Lesson selected
ar: لم يتم تحديد درس
es: No hay lecciones seleccionadas
pt_br: Nenhuma aula selecionada
pt_pt: Nenhuma lição selecionada
tr: Seçili ders yok

source: No items selected
ar: لم يتم تحديد عناصر
es: No hay elementos seleccionados
pt_br: Nenhum item selecionado
pt_pt: Nenhum item selecionado
tr: Seçili öğe yok

source: Added to %(lessontitle)s
ar: تمت إضافة العنصر إلى %(lessontitle)s
es: Agregado a %(lessontitle)s
pt_br: Adicionado a %(lessontitle)s
pt_pt: Adicionado a %(lessontitle)s
tr: Şuraya eklendi: %(lessontitle)s

source: Items already in list
ar: العناصر موجودة في القائمة بالفعل
es: Los elementos ya están en la lista
pt_br: Itens já na lista
pt_pt: Itens já existentes na lista
tr: Öğeler zaten listede

source: Items deleted
ar: تم حذف العناصر
es: Elementos eliminados
pt_br: Itens excluídos
pt_pt: Itens eliminados
tr: Öğeler silindi

source: No results returned.
ar: لم يتم الحصول على نتائج.
es: No se han encontrado resultados.
pt_br: Não foram encontrados resultados.
pt_pt: Nenhum resultado encontrado.
tr: Hiçbir sonuç dönmedi.

source: Are you sure you want to delete these packages?
ar: هل تريد بالفعل حذف هذه الحزم؟
es: ¿Está seguro de que desea eliminar estos paquetes?
pt_br: Tem certeza de que deseja excluir estes pacotes?
pt_pt: Tem a certeza de que pretende eliminar estes pacotes?
tr: Bu paketleri silmek istediğinizden emin misini?

source: Packages deleted
ar: تم حذف الحزم
es: Paquetes eliminados
pt_br: Pacotes excluídos
pt_pt: Pacotes eliminados
tr: Paketler silindi

source: No packages selected
ar: لم يتم تحديد أية حزم
es: No hay paquetes seleccionados
pt_br: Nenhum pacote selecionado
pt_pt: Nenhum pacote selecionado
tr: Hiçbir paket seçilmedi

source: Are you sure you want to delete all teacher content?
ar: هل تريد بالفعل حذف جميع محتوى المعلم؟
es: ¿Está seguro de que desea eliminar todo el contenido del profesor?
pt_br: Tem certeza de que deseja excluir todo o conteúdo do professor?
pt_pt: Tem a certeza de que pretende eliminar todos os conteúdos de professor?
tr: Öğretmen içeriğinin tamamını silmek istediğinizden emin misiniz?

source: Teacher content deleted
ar: تم حذف محتوى المعلم
es: Contenido del profesor eliminado
pt_br: Conteúdo do professor excluído
pt_pt: Conteúdos de professor eliminados
tr: Öğretmen içeriği silindi

source: Nothing selected
ar: لم يتم تحديد أي شيء
es: No hay nada seleccionado
pt_br: Nada selecionado
pt_pt: Nada selecionado
tr: Hiçbir öğe seçilmedi

source: Are you sure you want to delete all unused categories?
ar: هل تريد بالفعل حذف جميع الفئات غير المستخدمة؟
es: ¿Está seguro de que desea eliminar todas las categorías no usadas?
pt_br: Tem certeza de que deseja excluir todas as categorias não utilizadas?
pt_pt: Tem a certeza de que pretende eliminar todas as categorias não utilizadas?
tr: Kullanılmayan tüm kategorileri silmek istediğinizden emin misiniz?

source: Unused categories deleted
ar: تم حذف جميع الفئات غير المستخدمة
es: Categorías no usadas eliminadas
pt_br: Categorias não utilizadas excluídas
pt_pt: Categorias não utilizadas eliminadas
tr: Kullanılmayan kategoriler silindi

source: If a package was successfully transferred, it will be added to the database in the background.
ar: إذا تم نقل الحزمة بنجاح، فستتم إضافتها إلى قاعدة البيانات في الخلفية.
es: Si se transfirió un paquete correctamente, se agregará a la base de datos en segundo plano.
pt_br: Se um pacote for transferido com sucesso, será adicionado ao banco de dados em segundo plano.
pt_pt: Se um pacote foi transferido com sucesso, será adicionado à base de dados em segundo plano.
tr: Bir paket başarıyla aktarıldıysa arka planda veritabanına eklenir.

source: If a package was successfully transferred, it will be added to the database in the background. Are you sure you want to leave this page?
ar: إذا تم نقل الحزمة بنجاح، فستتم إضافتها إلى قاعدة البيانات في الخلفية. هل تريد بالفعل مغادرة هذه الصفحة؟
es: Si se transfirió un paquete correctamente, se agregará a la base de datos en segundo plano. ¿Está seguro de que desea dejar este paquete?
pt_br: Se um pacote for transferido com sucesso, será adicionado ao banco de dados em segundo plano. Tem certeza de que deseja sair desta página?
pt_pt: Se um pacote foi transferido com sucesso, será adicionado à base de dados em segundo plano. Tem a certeza de que pretende sair desta página?
tr: Bir paket başarıyla aktarıldıysa arka planda veritabanına eklenir. Bu sayfadan ayrılmak istediğinize emin misiniz?

source: Uploading
ar: جارٍ التحميل
es: Cargando
pt_br: Fazendo upload
pt_pt: A carregar
tr: Yükleniyor

source: Contacting server, attempting to cancel.
ar: الاتصال بالخادم، جارٍ محاولة الإلغاء.
es: Contactando al servidor; intentando cancelar.
pt_br: Fazendo contato com servidor, tentando cancelar.
pt_pt: A contactar o servidor, a tentar cancelar.
tr: Sunucuyla iletişim kuruluyor, iptal edilmeye çalışılıyor.

source: %(filename)s : The maximum length of the filename is %(maxchars)s.
ar: %(filename)s: الحد الأقصى لطول اسم الملف هو %(maxchars)s.
es: %(filename)s: La longitud máxima del nombre de archivo es %(maxchars)s.
pt_br: %(filename)s : o tamanho máximo do nome do arquivo é %(maxchars)s.
pt_pt: %(filename)s: o nome do ficheiro pode ter no máximo %(maxchars)s caracteres.
tr: %(filename)s : Dosya adı maksimum %(maxchars)s karakter olabilir.

source: %(filename)s : The maximum size of a file is %(maxsize)s.
ar: %(filename)s : الحد الأقصى لحجم الملف هو %(maxsize)s.
es: %(filename)s: El tamaño máximo de un archivo es %(maxsize)s.
pt_br: %(filename)s : o tamanho máximo de um arquivo é %(maxsize)s.
pt_pt: %(filename)s: um ficheiro não pode ter um tamanho superior a %(maxsize)s.
tr: %(filename)s : Bir dosyanın boyutu maksimum %(maxsize)s olabilir.

source: %(filename)s : Only ZIP files are allowed
ar: %(filename)s : يسمح فقط بملفات ZIP
es: %(filename)s : Solo se permiten archivos ZIP
pt_br: %(filename)s : somente arquivos ZIP são permitidos
pt_pt: %(filename)s: só são permitidos ficheiros ZIP
tr: %(filename)s : Yalnızca ZIP dosyalarına izin verilir

source: Pending
ar: معلق
es: Pendiente
pt_br: Pendente
pt_pt: Pendente
tr: Bekleniyor

source: Unzipping
ar: غير مضغوط
es: Descomprimiendo
pt_br: Abrindo o zip
pt_pt: A descompactar
tr: Sıkıştırma açılıyor

source: Adding to database
ar: إضافة إلى قاعدة البيانات
es: Agregando a la base de datos
pt_br: Adicionando ao banco de dados
pt_pt: A adicionar à base de dados
tr: Veritabanına ekleniyor

source: Success
ar: نجاح
es: Correcto
pt_br: Sucesso
pt_pt: Sucesso
tr: Başarılı

source: Item successfully uploaded
ar: تم تحميل العنصر بنجاح
es: El elemento se cargó correctamente
pt_br: O upload do item foi realizado com sucesso
pt_pt: Item carregado com sucesso
tr: Öğe başarıyla yüklendi

source: Failed
ar: فشل
es: Error
pt_br: Falhou
pt_pt: Falhou
tr: Başarısız

source: Invalid package
ar: حزمة غير صالحة
es: Paquete no válido
pt_br: Pacote inválido
pt_pt: Pacote inválido
tr: Geçersiz paket

source: Uploading
ar: جارٍ التحميل
es: Cargando
pt_br: Fazendo upload
pt_pt: A carregar
tr: Yükleniyor

source: A file error occurred
ar: حدث خطأ بالملف
es: Ha ocurrido un error de archivo
pt_br: Ocorreu um erro de arquivo
pt_pt: Ocorreu um erro de ficheiro
tr: Bir Hata oluştu

source: A package with this name is already selected, remove the other selection to continue
ar: تم تحديد الحزمة التي تحمل هذا الاسم بالفعل، قم بإزالة المجموعة الأخرى للمتابعة
es: Ya se ha seleccionado un paquete con ese nombre. Quite la selección para continuar
pt_br: Um pacote com este nome já foi selecionado, remova a outra seleção para continuar
pt_pt: Um pacote com este nome já está selecionado, remova a outra seleção para continuar
tr: Bu ada sahip bir paket zaten seçili, devam etmek için diğer seçimi kaldırın

source: Cancelled
ar: تم إلغاء المهمة
es: Cancelado
pt_br: Cancelado
pt_pt: Cancelado
tr: İptal edildi

source: Item successfully imported
ar: تم استيراد العنصر بنجاح
es: Elemento importado correctamente
pt_br: Item importado com sucesso
pt_pt: Item importado com sucesso
tr: Öğe başarıyla alındı

source: Copying
ar: جارٍ النسخ
es: Copiando
pt_br: Copiando
pt_pt: A copiar
tr: Kopyalanıyor

source: There is not enough space on the internal drive. Please connect external drive and retry.
ar: لا يوجد مساحة كافية على القرص الداخلي. برجاء اضافة محرك اقراص خارجي وإعادة المحاولة.
es: El espacio en disco duro es insuficiente. Por favor conecte un disco externo y pruebe de nuevo.
pt_br: Não existe espaço suficiente no disco interno. Por favor, conecte um disco externo e tente novamente.
pt_pt: Não há espaço suficiente na unidade interna. Por favor, conecte a unidade externa e tente novamente.
tr: Sabit sürücüde yeterli alan bulunmamakta. Harici sürücü takıp yeniden deneyin.

source: There was a problem with the USB device
ar: هناك مشكلة بجهاز USB/SD
es: Hubo un problema con el dispositivo USB/SD
pt_br: Houve um problema com o dispositivo USB/SD
pt_pt: Ocorreu um problema com o dispositivo USB/SD
tr: USB/SD aygıtıyla ilgili bir sorun oluştu

source: Library Hidden From Students
ar: تم إخفاء المكتبة عن الطلبة
es: Biblioteca oculta para alumnos
pt_br: Biblioteca oculta dos alunos
pt_pt: Biblioteca oculta aos alunos
tr: Kütüphane Öğrencilere Gizli

source: Library Visible To Students
ar: المكتبة مرئية للطلبة
es: Biblioteca visible para alumnos
pt_br: Biblioteca visível aos alunos
pt_pt: Biblioteca visível para os alunos
tr: Kütüphane Öğrencilere Görünür

source: Are you sure you want to reset the Teacher account?
ar: هل تريد بالفعل إعادة ضبط حساب المعلم؟
es: ¿Está seguro de que desea restablecer la cuenta del profesor?
pt_br: Tem certeza de que deseja redefinir a conta do professor?
pt_pt: Tem a certeza de que pretende reiniciar a conta de professor?
tr: Öğretmen hesabını sıfırlamak istediğinizden emin misiniz?

source: The teacher account was not reset.
ar: لم تتم إعادة ضبط حساب المعلم.
es: La cuenta del profesor no se restableció.
pt_br: A conta do professor não foi redefinida.
pt_pt: A conta de professor não foi reiniciada.
tr: Öğretmen hesabı sıfırlanmadı.

source: Teacher account reset.
ar: تمت إعادة ضبط حساب المعلم.
es: Cuenta del profesor restablecida.
pt_br: Conta do professor redefinida.
pt_pt: Reinício de conta de professor.
tr: Öğretmen hesabı sıfırlandı.

source: name required
ar: الاسم مطلوب
es: nombre obligatorio
pt_br: nome obrigatório
pt_pt: nome necessário
tr: ad gereklidir

source: only %(max)s characters allowed
ar: يسمح فقط بـ %(max)s من الحروف
es: solo se permiten %(max)s caracteres
pt_br: somente %(max)s caracteres permitidos
pt_pt: são permitidos apenas %(max)s caracteres
tr: yalnızca %(max)s karakter kullanılabilir

source: nothing to remove
ar: لا يوجد شيء لإزالته
es: no hay nada que quitar
pt_br: nada a remover
pt_pt: nada a remover
tr: kaldırılacak bir şey yok

source: Item(s) successfully uploaded
ar: تم تحميل العنصر/العناصر بنجاح
es: Elemento(s) cargado(s) correctamente
pt_br: O upload do(s) item(ns) foi realizado com sucesso
pt_pt: Item(ns) carregado(s) com sucesso
tr: Öğeler başarıyla yüklendi

source: You do not have access to the requested page
ar: لا يوجد لديك حق الوصول إلى الصفحة المطلوبة
es: No tiene acceso a la página solicitada
pt_br: Você não tem acesso à página solicitada
pt_pt: Não possui acesso à página solicitada
tr: İstenilen sayfaya erişime sahip değilsiniz

source: Please verify your connection and try again. If issue persists contact administrator.
ar: الرجاء التحقق من الاتصال الخاص بك، ثم حاول مرة أخرى. وإذا استمرت المشكلة، فاتصل بالمسئول.
es: Verifique su conexión y vuelva a intentarlo. Si el problema persiste, póngase en contacto con el administrador.
pt_br: Verifique sua conexão e tente novamente. Se o problema persistir, entre em contato com o administrador.
pt_pt: Verifique a ligação e tente novamente. Se o problema persistir contacte o administrador.
tr: Lütfen bağlantınızı doğrulayıp tekrar deneyin. Sorun devam ederse yönetici ile iletişime geçin.

source: Connection unavailable.
ar: الاتصال غير متاح.
es: Conexión no disponible.
pt_br: Conexão indisponível.
pt_pt: Ligação indisponível.
tr: Bağlantı yok.

source: Bad Request
ar: طلب غير صحيح
es: Solicitud incorrecta
pt_br: Erro na solicitação
pt_pt: Pedido inválido
tr: Hatalı İstek

source: An Error has occurred (%(status)s)
ar: حدث خطأ (%(status)s)
es: Ha ocurrido un error (%(status)s)
pt_br: Ocorreu um erro (%(status)s)
pt_pt: Ocorreu um erro (%(status)s)
tr: Bir Hata oluştu (%(status)s)

source: Please try again!
ar: الرجاء المحاولة مرة أخرى!
es: Inténtelo de nuevo.
pt_br: Tente novamente!
pt_pt: Tente novamente!
tr: Lütfen yeniden deneyin!

source: If you leave this page all unsaved changes will be lost and any content which has been imported will be removed from the device. Are you sure?
ar: إذا غادرت هذه الصفحة، فستفقد جميع التغييرات التي لم يتم حفظها وسيتم حذف أي محتوى تم استيراده من الجهاز. هل أنت متأكد؟
es: Si abandona esta página se perderán todos los cambios sin guardar y todo el contenido que se haya importado se eliminará del dispositivo. ¿Está seguro de que desea continuar?
pt_br: Se você sair desta página, todas as alterações que não foram salvas serão perdidas e qualquer conteúdo que tenha sido importado será removido do dispositivo. Tem certeza de que deseja sair?
pt_pt: Se sair desta página, todas as alterações não guardadas serão perdidas e todo o conteúdo importado será removido do dispositivo. Tem a certeza de que pretende continuar?
tr: Bu sayfadan ayrılırsanız tüm kaydedilmemiş değişiklikler kaybolacak ve alınmış olan tüm içerikler aygıttan kaldırılacak. Emin misiniz?

source: Tile added
ar: تمت إضافة اللوحة
es: Mosaico agregado
pt_br: Bloco adicionado
pt_pt: Mosaico adicionado
tr: Döşeme eklendi

source: Tile updated
ar: تم تحديث اللوحة
es: Mosaico actualizado
pt_br: Bloco atualizado
pt_pt: Mosaico atualizado
tr: Döşeme güncellendi

source: This tile and any associated imported content will be deleted from the device. Are you sure you want to delete?
ar: سوف يتم حذف هذه اللوحة وأي محتوى تم استيراده يتعلق بها من الجهاز. هل أنت متأكد من أنك تريد حذفها؟
es: Este mosaico y cualquier contenido importado asociado serán eliminados del dispositivo. ¿Está seguro de que desea eliminarlos?
pt_br: Este bloco e o conteúdo importado associado serão excluídos do dispositivo. Tem certeza de que deseja excluir?
pt_pt: Este mosaico e todo o conteúdo importado associado serão eliminados do dispositivo. Tem a certeza de que pretende eliminar?
tr: Bu döşeme ve ilgili tüm alınan içerikler aygıttan silinecek. Silmek istediğinizden emin misiniz?

source: Tile Deleted
ar: تم حذف اللوحة
es: Mosaico eliminado
pt_br: Bloco excluído
pt_pt: Mosaico eliminado
tr: Döşeme Silindi

source: Hidden from All Users
ar: مخفي عن جميع المستخدمين
es: Oculto de todos los usuarios
pt_br: Oculto de todos os usuários
pt_pt: Oculto de todos os utilizadores
tr: Tüm Kullanıcılardan Gizlendi

source: Visible to All Users
ar: ظاهر لجميع المستخدمين
es: Visible para todos los usuarios
pt_br: Visível a todos os usuários
pt_pt: Visível para todos os utilizadores
tr: Tüm Kullanıcılar Tarafından Görülebilir

source: Hidden from Students
ar: مخفي عن الطلاب
es: Oculto de los alumnos
pt_br: Oculto dos alunos
pt_pt: Oculto dos alunos
tr: Öğrencilerden Gizlendi

source: Visible to Students
ar: مرئي للطلاب
es: Visible para los alumnos
pt_br: Visível aos alunos
pt_pt: Visível para os alunos
tr: Öğrenciler Tarafından Görülebilir

source: %(filename)s : Only images can be used for icons.
ar: %(filename)s : يمكن استخدام الصور فقط كرموز.
es: %(filename)s : Solo se pueden utilizar imágenes como iconos.
pt_br: %(filename)s: somente imagens podem ser usadas para ícones.
pt_pt: %(filename)s: apenas as imagens podem ser utilizadas como ícones.
tr: %(filename)s : Simgeler için yalnızca görüntüler kullanılabilir.

source: Internet Access Enabled
ar: تم تمكين الوصول إلى الإنترنت
es: Acceso a Internet permitido
pt_br: Acesso à Internet ativado
pt_pt: Acesso à Internet ativado
tr: Internet Erişimi Etkin

source: Internet Access Disabled
ar: تم تعطيل الوصول إلى الإنترنت
es: Acceso a Internet no permitido
pt_br: Acesso à Internet desativado
pt_pt: Acesso à Internet desativado
tr: Internet Erişimi Devre Dışı

source: Problem updating SSID
ar: مشكلة في تحديث SSID
es: Problema al actualizar el SSID
pt_br: Problema ao atualizar o SSID
pt_pt: Problema ao atualizar o SSID
tr: SSID güncellenirken sorun oluştu

source: Changing the SSID will terminate all connections to this device. Are you sure you want to proceed?
ar: سيؤدي تغيير SSID إلى إنهاء كافة حالات الاتصال بالجهاز، هل تريد ذلك بالفعل؟
es: Si cambia el SSID finalizarán todas las conexiones a este dispositivo. ¿Está seguro de que desea continuar?
pt_br: A alteração no SSID encerrará todas as conexões a este dispositivo. Tem certeza de que deseja prosseguir?
pt_pt: Alterar o SSID termina todas as ligações deste dispositivo. Tem a certeza de que pretende continuar?
tr: SSID'yi değiştirmek bu cihazla olan tüm bağlantıları sonlandıracak. Devam etmek istediğinizden emin misiniz?

source: Password updated successfully
ar: تم تحديث كلمة المرور بنجاح
es: Contraseña actualizada correctamente
pt_br: Senha atualizada com sucesso
pt_pt: Palavra-passe atualizada com sucesso
tr: Parola başarıyla güncellendi

source: Problem updating Password
ar: مشكلة في تحديث كلمة المرور
es: Problema al actualizar la contraseña
pt_br: Problema ao atualizar a senha
pt_pt: Problema ao atualizar a palavra-passe
tr: Parola güncellenirken sorun oluştu

source: The device will now restart & the update will be applied. Do not disrupt the update process and make sure the device is plugged into an electrical outlet or has at least 80% battery remaining.
ar: الآن سوف تتم إعادة تشغيل الجهاز وتطبيق التحديث. لا تقم بتعطيل عملية التحديث وتأكد من أن الجهاز متصل بمأخذ كهربائي أو شحن البطارية لا يقل عن 80%.
es: El dispositivo se reiniciará y se aplicará la actualización. No interrumpa el proceso de actualización y asegúrese de que el dispositivo esté conectado a una toma de corriente o que tenga, al menos, un 80% de carga de batería restante.
pt_br: O dispositivo será reiniciado agora e a atualização será aplicada. Não interrompa o processo de atualização e certifique-se de que o dispositivo esteja conectado a uma tomada elétrica ou tenha pelo menos 80% de bateria disponível.
pt_pt: O dispositivo irá agora reiniciar e a atualização será aplicada. Não interrompa o processo de atualização e certifique-se de que o dispositivo está ligado a uma tomada elétrica ou tem, pelo menos, 80% de carga da bateria.
tr: Aygıt şimdi yeniden başlatılacak ve güncelleme uygulanacak. Güncelleme işlemini yarıda kesmeyin ve aygıtın bir elektrik prizine bağlı olduğundan veya en az %80 oranında pil gücünün olduğundan emin olun.
